[
{"title": "Big day for Nasa and SpaceX stymied by weather", "summary": "A late decision is made to delay to Saturday the first US astronaut launch in the US for nine years.", "tags": "Science & Environment", "depth": 1, "download_timeout": 1000.0, "download_slot": "www.bbc.com", "download_latency": 0.15715765953063965, "header": "Nasa SpaceX launch: Big day called off because of weather", "url": "https://www.bbc.com/news/science-environment-52809664", "body": "Poor weather has forced SpaceX to call off the launch of Nasa astronauts Doug Hurley and Bob Behnken to the International Space Station (ISS). The two men were due to go up from the Kennedy Space Center in what would have been the first orbital mission from the US in nine years. But unfavourable atmospheric conditions prompted controllers to call a stop just 16 minutes before lift-off. The next opportunity for SpaceX and Nasa will come on Saturday. If that's no good, there would be a third opportunity on Sunday. The frustration was that conditions just an hour after the designated launch time of 16:33 EDT were probably acceptable. But this was an instantaneous launch window where the SpaceX Falcon rocket and its Dragon crew capsule had to leave on time or they wouldn't be able to catch the space station.  There is great interest in this mission. Not since the retirement of the shuttles in 2011 has America been able to launch its own astronauts into space - a big gap in which the US has had to rely on Russian Soyuz vehicles. But Hurley's and Behnken's mission is about more than just pride. Nasa is giving up its past practice of owning and operating the space systems it uses in low-Earth orbit and intends in future simply to buy crew transport services from the private sector - much like a company might outsource its payroll or HR needs.  SpaceX is the first of these new service providers. Nasa Administrator Jim Bridenstine believes the approach will save his agency money that can then be spent on missions to the Moon and Mars. \"We envision a future where low-Earth orbit is entirely commercialised, where Nasa is one customer of many customers, where we have numerous providers that are competing on cost, on innovation and safety,\" he said. \"We are proving out a business model that ultimately enable us to go to the Moon this time sustainably. In other words we're going to go to the Moon to stay.\" Saturday's opportunity, if taken, will be at 15:22 EDT.  and follow me on Twitter:", "related": ["International Space Station", "Nasa", "Space exploration", "SpaceX", "United States"]},
{"title": "Captured fugitive denies financing Rwanda's genocide", "summary": "", "tags": "Africa", "depth": 1, "download_timeout": 1000.0, "download_slot": "www.bbc.com", "download_latency": 0.5900342464447021, "header": "Félicien Kabuga: Captured fugitive denies financing Rwanda's genocide", "url": "https://www.bbc.com/news/world-africa-52818598", "body": "The man accused of financing the Rwandan genocide has denied playing a role in the massacres. \"All of this is lies. I have not killed any Tutsis. I was working with them,\" Félicien Kabuga told a French court during a bail hearing. The 84-year-old businessman was arrested earlier this month in a suburb in Paris after 26 years on the run.  He is alleged to have backed and armed ethnic Hutu militias who slaughtered about 800,000 people in 1994. Over 100 days they targeted members of the minority Tutsi community and their political opponents, irrespective of their ethnic origin. Mr Kabuga also founded and funded the notorious Radio Télévision Libre des Mille Collines (RTLM), a Rwandan broadcaster that actively encouraged people to search out and kill anyone who was from the Tutsi ethnic group. In 1997 he was indicted by The International Criminal Tribunal (ICTR) for Rwanda on  The UN tribunal wound up its operations in 2015 and its duties were transferred to a body at The Hague that handles outstanding war crimes cases and is pressing for Mr Kabuga's extradition. His lawyers argue that Mr Kabuga, who was detained in a dawn raid on 16 May in the suburb of Asnières-sur-Seine where he had been living under a false identity, should be tried in France instead of being transferred. BBC Great Lakes reporter Samba Cyuzuzo says Mr Kabuga's denial in court, made in Kinyarwanda and translated by an interpreter, were his first public comments in more than a quarter of century. Police say during this time he used 28 aliases to evade capture. The court rejected a request to release Mr Kabuga on the grounds of age and ill health as prosecutors said the octogenarian was a flight risk.  It will rule on the extradition request on 3 June.  Whilst on the run Mr Kabuga is alleged to have stayed in many countries in East Africa, including Kenya, where he and his family had business interests. The search is still on for six other Rwandans accused of genocide.  Dozens of Hutus were convicted for their role in the killings by the ICTR and hundreds of thousands more faced trial in community courts in Rwanda.", "related": ["Rwanda", "Rwandan genocide"]}
]